function solution(arr1, arr2) {
  return arr1.map((innerArr, innerArrIdx) =>
    innerArr.map((el, elIdx) => el + arr2[innerArrIdx][elIdx])
  );
}

/**
채점을 시작합니다.
정확성  테스트
테스트 1 〉	통과 (0.08ms, 33.4MB)
테스트 2 〉	통과 (0.16ms, 33.6MB)
테스트 3 〉	통과 (0.21ms, 33.6MB)
테스트 4 〉	통과 (0.17ms, 33.5MB)
테스트 5 〉	통과 (0.14ms, 33.5MB)
테스트 6 〉	통과 (0.17ms, 33.5MB)
테스트 7 〉	통과 (0.13ms, 33.5MB)
테스트 8 〉	통과 (0.16ms, 33.6MB)
테스트 9 〉	통과 (0.50ms, 38.4MB)
테스트 10 〉	통과 (0.39ms, 37.9MB)
테스트 11 〉	통과 (0.30ms, 37.7MB)
테스트 12 〉	통과 (0.34ms, 38MB)
테스트 13 〉	통과 (0.29ms, 37.7MB)
테스트 14 〉	통과 (0.35ms, 37.9MB)
테스트 15 〉	통과 (0.38ms, 37.9MB)
테스트 16 〉	통과 (0.37ms, 37.9MB)
테스트 17 〉	통과 (8.44ms, 67.5MB)
채점 결과
정확성: 100.0
합계: 100.0 / 100.0
 */
